import Head from 'next/head';
import Link from 'next/link';
import useTranslation from 'next-translate/useTranslation';

import Layout from '../components/Layout';

export const siteTitle = 'GreenEra | Політика конфіденційності';

export const Privacy = (): JSX.Element => {
    // eslint-disable-next-line @typescript-eslint/no-unused-vars
    const { t } = useTranslation();
    return (
        <Layout>
            <Head>
                <title>{siteTitle}</title>
            </Head>
            <div className="relative py-16 bg-white overflow-hidden">
                <div className="hidden lg:block lg:absolute lg:inset-y-0 lg:h-full lg:w-full">
                    <div className="relative h-full text-lg max-w-prose mx-auto" aria-hidden="true">
                        <svg
                            className="absolute top-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="74b3fd99-0a6f-4271-bef2-e80eeafdf357"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)"
                            />
                        </svg>
                        <svg
                            className="absolute top-1/2 right-full transform -translate-y-1/2 -translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="f210dbf6-a58d-4871-961e-36d5016a0f49"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)"
                            />
                        </svg>
                        <svg
                            className="absolute bottom-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="d3eb07ae-5182-43e6-857d-35c643af9034"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#d3eb07ae-5182-43e6-857d-35c643af9034)"
                            />
                        </svg>
                    </div>
                </div>
                <div className="relative px-4 sm:px-6 lg:px-8">
                    <div className="text-lg max-w-prose mx-auto">
                        <h1>
                            <span className="mt-2 block text-3xl text-center leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">
                                Політика конфіденційності
                            </span>
                        </h1>
                    </div>
                    <div className="mt-6 prose prose-green prose-lg text-gray-500 mx-auto">
                        <p>GreenEra - це проект з відкритим доступом.</p>
                        <p>
                            GreenEra прагне захищати конфіденційність інформації, її
                            конфіденційність, точність і точність, наскільки це можливо, відповідно
                            до положень законодавства штату та федерального законодавства. За
                            винятком випадків, передбачених законами, які гарантують доступ
                            громадськості до певних типів інформації або у відповідь на повістки до
                            суду чи інші юридичні документи, що дозволяють особисту інформацію,
                            активно не ділиться. Зокрема, ми не розповсюджуємо та не продаємо
                            особисту інформацію, зібрану на наших веб-серверах.
                        </p>
                        <p>
                            Хоча багато програм та веб-сайти збирають інформацію та інші статистичні
                            дані про своїх користувачів, ми НЕ збираємо жодної особистої інформації
                            про вас під час відвідування цього веб-сайту.
                        </p>
                        <h4>Сайт збирає наступну інформацію</h4>
                        <p>Сервер GreenEra збирають таку аналітику:</p>
                        <ul>
                            <li>
                                адреса інтернет-протоколу (IP) комп&#39;ютера, що використовується;
                            </li>
                            <li>запитуються веб-сторінки;</li>
                            <li>посилання на веб-сторінку;</li>
                            <li>браузер, що використовується;</li>
                            <li>дата і час</li>
                        </ul>
                        <p>
                            GreenEra не пов&#39;язує ці дані з індивідуальними ідентифікаторами
                            користувачів.
                        </p>
                        <h4>Cookies</h4>
                        <p>
                            GreenEra може використовувати &quot;файли cookie&quot; для доставки
                            веб-вмісту, що відповідає інтересам окремих користувачів, або для
                            відстеження транзакцій купівлі через Інтернет. Конфіденційна особиста
                            інформація не зберігається в файлах cookie.
                        </p>
                        <h4>Веб-форми</h4>
                        <p>
                            GreenEra використовує веб-форми на цьому веб-сайті. Ці форми вимагають
                            від користувачів надати контактну інформацію (ім&#39;я, електронну
                            адресу, номер телефону). Контактна інформація з реєстраційної форми
                            використовується лише для надсилання матеріалів, що стосуються мети, з
                            якою вона була зібрана, і не буде продана іншій стороні.
                        </p>
                        <h4>Використання зібраної інформації</h4>
                        <p>Сервери GreenEra використовують зібрані дані для таких цілей:</p>
                        <ul>
                            <li>
                                GreenEra використовуватиме лише особисту інформацію, зібрану на
                                цьому веб-сайті, для зворотного зв&#39;язку з особами, які
                                зв&#39;язуються з нами через веб-сайт.
                            </li>
                            <li>
                                GreenEra використовує інформацію про IP-адресу браузера та історію
                                анонімного браузера для повідомлення інформації про доступ до сайту
                                та для цілей профілювання. Ця інформація використовується для
                                покращення веб-презентації та використання. Інформація про IP-адресу
                                також може використовуватися для усунення несправностей.
                            </li>
                        </ul>
                        <h4>Поширення зібраної інформації</h4>
                        <p>Сервери GreenEra поширюють зібрані дані на такі терміни:</p>
                        <ul>
                            <li>
                                GreenEra не буде розголошувати без вашої згоди особисту інформацію,
                                зібрану про вас, за винятком певних явних обставин, за яких
                                розголошення вимагається законодавством.
                            </li>
                            <li>
                                GreenEra не буде поширювати або продавати особисту інформацію
                                стороннім організаціям.
                            </li>
                        </ul>
                        <h4>Положення про конфіденційність</h4>
                        <p>
                            Ця заява про конфіденційність востаннє переглядалася 02.04.2021. Ми
                            можемо змінити цю Заяву про конфіденційність у будь-який час і з
                            будь-якої причини. Ми рекомендуємо вам переглянути цю Заяву про
                            конфіденційність кожного разу, коли ви відвідуєте веб-сайт{' '}
                            <Link href="/">
                                <a>www.greenera.info.</a>
                            </Link>{' '}
                            Якщо ми внесемо суттєві зміни в нашу Заяву про конфіденційність, ми
                            розмістимо повідомлення на домашній сторінці нашого веб-сайту для деяких
                            після внесення змін.
                        </p>
                        <h4>Відповідальність за зовнішні сайти</h4>
                        <p>
                            Цей веб-сайт www.greenera.info може містити посилання на інші веб-сайти.
                            Деякі з цих веб-сайтів можуть експлуатуватися третіми сторонами. Ми
                            надаємо посилання для вашої зручності, але ми не переглядаємо, не
                            контролюємо та не контролюємо практики конфіденційності веб-сайтів,
                            якими керують інші.
                        </p>
                        <p>
                            Ми не несемо відповідальності за роботу веб-сайтів, що експлуатуються
                            третіми сторонами, або за ваші ділові стосунки з ними. Тому кожного
                            разу, коли ви залишаєте цей веб-сайт, ми рекомендуємо переглянути
                            правила конфіденційності кожного веб-сайту та зробити свої висновки щодо
                            відповідності цих практик.
                        </p>
                        <h4>Як з нами зв&#39;язатися</h4>
                        <p>
                            Якщо у вас є запитання чи коментарі щодо цієї Заяви про
                            конфіденційність, будь ласка, використовуйте{' '}
                            <Link href="/contact">
                                <a className="hover:text-gray-900">Контактну Форму </a>
                            </Link>{' '}
                            на цьому веб-сайті.
                        </p>
                    </div>
                </div>
            </div>
        </Layout>
    );
};

export default Privacy;
