import Head from 'next/head';
import useTranslation from 'next-translate/useTranslation';

import Layout from '../../components/Layout';

export const siteTitle = 'GreenEra | Аналіз потенціалу застосування екологічних стандартів ';

export const Analysis = (): JSX.Element => {
    // eslint-disable-next-line @typescript-eslint/no-unused-vars
    const { t } = useTranslation();
    return (
        <Layout>
            <Head>
                <title>{siteTitle}</title>
            </Head>
            <div className="relative py-16 bg-white overflow-hidden">
                <div className="hidden lg:block lg:absolute lg:inset-y-0 lg:h-full lg:w-full">
                    <div className="relative h-full text-lg max-w-prose mx-auto" aria-hidden="true">
                        <svg
                            className="absolute top-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="74b3fd99-0a6f-4271-bef2-e80eeafdf357"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)"
                            />
                        </svg>
                        <svg
                            className="absolute top-1/2 right-full transform -translate-y-1/2 -translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="f210dbf6-a58d-4871-961e-36d5016a0f49"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)"
                            />
                        </svg>
                        <svg
                            className="absolute bottom-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="d3eb07ae-5182-43e6-857d-35c643af9034"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#d3eb07ae-5182-43e6-857d-35c643af9034)"
                            />
                        </svg>
                    </div>
                </div>
                <div className="relative px-4 sm:px-6 lg:px-8">
                    <div className="text-lg max-w-prose mx-auto">
                        <h1>
                            <span className="mt-2 block text-3xl text-center leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">
                                Аналіз потенціалу застосування екологічних стандартів зеленого
                                будівництва для реалізації стратегічних цілей за секторами розвитку
                                м. Київ
                            </span>
                        </h1>
                    </div>
                    <div className="mt-6 prose prose-green prose-lg text-gray-500 mx-auto">
                        <p>
                            Прогресивні інженерно-технічні рішення та міжнародні екологічні
                            стандарти зеленого будівництва мають значний потенціал застосування
                            практично в усіх секторах міського розвитку м. Київ для реалізації
                            цілей, заявлених у Стратегії. Далі розглянуто шляхи реалізації завдань
                            Стратегії за секторами міського розвитку із застосуванням підходів
                            зеленого будівництва.
                        </p>
                        <p>
                            <span className="font-semibold">
                                Промисловість та розвиток підприємництва.
                            </span>
                            Зелене будівництво стимулює створення інноваційно-орієнтованих
                            промислових підприємств та індустріальних парків з пріоритетним
                            розташуванням за межами історичного центру. Принципи зеленого
                            будівництва тісно переплітаються з концепцією корпоративної соціальної
                            відповідальності, згідно з якою компанії інтегрують екологічні питання
                            захисту навколишнього середовища в усі аспекти своєї діяльності на
                            одному рівні з фінансовими та соціальними показниками. Розширюються межі
                            співробітництва підприємств та компаній з науковими та учбовими,
                            створюючи нові зони економічного зростання.
                        </p>
                        <p>
                            <span className="font-semibold">Інвестиції.</span> Запровадження
                            екологічних стандартів сприяє імплементації законодавства ЄС в
                            законодавство України та створює сприятливий інвестиційний клімат. У
                            попередні роки складна економічна ситуація та зменшення активності
                            інвесторів призвели до скорочення обсягів будівництва у м. Києві та
                            зростання обсягів незавершеного будівництва. Проте зараз спостерігається
                            пожвавлення у будівельному секторі, а проекти із застосуванням зелених
                            стандартів отримують значну конкурентну перевагу. Застосування принципів
                            зеленого будівництва сприяє підвищенню зацікавленості інвесторів з
                            розвинутих країн, де у найближчі роки заплановано повну переорієнтацію
                            всієї будівельної галузі на зелені технології.
                        </p>
                        <p>
                            <span className="font-semibold">
                                Ринок праці та адміністративні послуги.
                            </span>{' '}
                            Зелене будівництво підтримує створення та розвиток об&#39;єктів
                            інноваційної інфраструктури, зокрема бізнес-інкубаторів, технопарків,
                            програм підтримки стартапів, коворкінг-центрів. Розбудова та
                            реконструкція міста за передовими технологіями зеленого будівництва
                            створить нові вакансії на ринку праці. Процес надання адміністративних
                            послуг може покращитись і прискоритись завдяки дотриманню базових
                            принципів зеленого будівництва, наприклад: використання зручних
                            вказівників, оптимальне планування адміністративних приміщень з
                            покращеними умовами освітлення, комфорту та енергоефективності.
                        </p>
                        <p>
                            <span className="font-semibold">
                                Розбудова міста і земельні відносини.
                            </span>{' '}
                            Зелене будівництво є дієвим засобом перетворення Києва у місто із
                            гармонійною та збалансованою забудовою, яка розвивається у відповідності
                            до потреб громади. Сучасні принципи забудови та планування розвитку
                            територій міста передбачають зручну та якісну інфраструктуру у кожному
                            районі. Всі життєво необхідні елементи інфраструктури (лікарні, дитячі
                            садки та школи, торгівельні центри, спортивні та побутові комплекси,
                            тощо) мають бути розташовані на відстані не більш ніж 20 хвилин пішої
                            прогулянки. Пріоритетність надається створенню нових робочих місць у
                            віддалених від центру районах міста, що сприяє розвантаженню
                            транспортних мереж зниженню забрудненості повітря внаслідок
                            автомобільних викидів. Зелене будівництво ініціює зміни до державних
                            будівельних норм з метою забезпечення їх відповідності сучасним вимогам
                            та міжнародним стандартам. Воно сприяє впровадженню
                            інформаційно-аналітичних інструментів прийняття управлінських
                            містобудівних рішень та інтерактивних інструментів аналізу ефективності
                            використання міських територій.
                        </p>
                        <p>
                            Відмінну ефективність демонструє принцип «ініціатива знизу», де всі
                            плани територіальних змін обговорюються насамперед з мешканцями районів
                            в соціальних мережах. Для цього передбачено он-лайн моніторинг забудови
                            з відображенням в соціальних мережах поточного стану та динаміки
                            розвитку інфраструктури, 3-D моделювання містобудівної ситуації, тощо.
                            Інноваційні технології зеленого будівництва тісно пов’язані з сучасними
                            інформаційними технологіями. Підвищення якості міського планування з
                            урахуванням потреб громади та сучасних європейських практик також
                            базуються на принципах зеленого будівництва. Зокрема заплановано
                            впровадження процедури стратегічної екологічної оцінки при розробці
                            Генерального плану міста Києва, в якій слід спиратися на міжнародні
                            стандарти зеленого будівництва. Зокрема розробка сучасної нормативної та
                            законодавчої бази планування міських просторів з окремою Концепцією
                            просторового розвитку м. Києва, включає сучасні принципи забудови міста,
                            організації зав&#39;язків та рекреаційних зон. Вже проводиться
                            інвентаризація ландшафтів з розробкою ландшафтного плану міста із
                            встановленням меж територій з особливими режимами використання, зокрема
                            заповідників, природоохоронних територій, прибережних захисних смуг,
                            тощо. Ініціатива Стратегії «Центр поруч з домом» тісно пов’язана з
                            концепцією зеленого будівництва «стабільне місто», яка включає перехід
                            до поліцентричної моделі планування міста та стримування територіального
                            розростання міста.
                        </p>
                        <p>
                            <span className="font-semibold">Туризм.</span> Завдяки проведенню
                            політики стимулювання туристичної галузі кількість в&#39;їзних туристів
                            в столиці за останній період збільшилася на чверть, що позитивно впливає
                            на доходи місцевого бюджету. Це прямий наслідок запровадження сучасних
                            підходів до стимулювання туристичної активності в м. Києві завдяки
                            збільшенню тривалості та покращенню комфорту перебування туристів. У
                            відповідності до міжнародних практик зеленого будівництва необхідно
                            продовжувати облаштування зелених пішохідних зон, туристично-привабливих
                            місць та комфортних зон відпочинку.
                        </p>
                        <p>
                            <span className="font-semibold">Житлово-комунальне господарство.</span>
                            Сьогодні переважна більшість комунальної інфраструктури м. Києва
                            потребує модернізації у зв&#39;язку із високим рівнем зносу та
                            термінової реконструкції із застосуванням інноваційних технологій
                            зеленого будівництва. І хоча в останні роки спостерігається тенденція до
                            скорочення споживання електроенергії, води та тепла, проте досягнення
                            суттєвого збільшення показників енергоефективності можливе лише за умов
                            дотримання принципів зеленого будівництва. У Стратегії заплановано
                            модернізація існуючої комунальної інфраструктури та її підвищення
                            ефективності, зниження споживання енергоресурсів, зокрема заходи
                            енергозаощадження комунального та бюджетного сектору з метою
                            забезпечення мешканців м. Києва якісними та доступними комунальними
                            послугами. Впровадження ефективних механізмів управління
                            теплоенергетичним господарством м. Києва полягає у підвищенні
                            ефективності споживання енергоресурсів, застосуванні енергозберігаючих
                            технологій, модернізації електроспоживаючого обладнання та освітлення.
                            До ефективних заходів енергозаощадження житлового господарства
                            відносяться створення систем дистанційного моніторингу та управління
                            енергоспоживанням, оснащення будинків приладами обліку енергоресурсів,
                            впровадження систем регулювання споживання тепла, створення
                            індивідуальних теплових пунктів, комплексна термомодернізація і
                            термосанація. Енергетичне господарство потребує модернізації електро- і
                            теплогенеруючих потужностей та ліквідація малоефективних, ремонту,
                            оновлення та розбудова електричних і теплових інженерних мереж,
                            включаючи оптимізацію схеми енергопостачання міста. Створенню
                            сприятливих умов для розвитку та використання альтернативних і
                            відновлювальних джерел енергії сприяє впровадження інтелектуальних
                            механізмів прогнозування споживання енергоресурсів з метою скорочення
                            надмірної генерації, інформаційно-аналітичні системи та програмні
                            комплекси для прогнозування споживання. Для покращення водопостачання та
                            водовідведення у м. Києві в Стратегії передбачено реконструкцію існуючих
                            очисних споруд Деснянської і Дніпровської водозабірних станцій та
                            Бортницької станції аерації. Оптимізація схеми водопостачання міста
                            включає заміну і санацію зношених, а також розбудова нових
                            водопостачальних мереж, розвиток міської централізованої каналізації
                            шляхом подальшого будівництва та реконструкції колекторів і мереж,
                            реконструкцію каналізаційних насосних станцій з впровадженням
                            енергозберігаючих технологій. Для покращення якості сервісу та
                            вдосконалення системи самоврядного контролю в сфері житлово-комунальних
                            послуг власники квартир залучаються до управління житловим фондом.
                            Запроваджується комплексна програми капітального ремонту житлового фонду
                            із застосуванням енергозберігаючих технологій і обладнання за принципом
                            співфінансування з власниками житла. Підвищенню інформованості населення
                            м. Києва суттєво сприяє створення центру енергоефективності та
                            запровадження системи навчання та інформування з питань
                            енергозбереження, співфінансування з громадянами, впровадження системи
                            кредитування технологій енергозбереження. Покращення системи оцінки
                            якості надання комунальних послуг тісно пов’язана із запровадженням
                            стандартів ЄС у сфері захисту прав споживачів житлово-комунальних
                            послуг, що нерозривно пов’язана із стандартами зеленого будівництва.
                        </p>
                        <p>
                            <span className="font-semibold">Транспорт та міська мобільність.</span>{' '}
                            Зелене будівництво сприяє зменшенню негативного впливу транспорту на
                            навколишнє середовище шляхом оптимізації вулично-дорожньої мережі та
                            зменшення перепробігів транспорту. Оптимізація транспортного попиту та
                            зниження надмірного використання ресурсу існуючої інженерно-транспортної
                            інфраструктури забезпечить логістичний центр. Для цього використовуються
                            системи, що вже давно і ефективно зарекомендували себе в розвинених
                            країнах світу. Наприклад, створення перехоплюючих паркінгів біля
                            ключових пересадочних вузлів громадського транспорту (Park&amp;Ride),
                            впровадження засад колективного використання автомобіля (Carpooling),
                            сервіс спільного користування автомобілем (Сarsharing), короткострокова
                            оренди велосипедів (Bikesharing). В Стратегії передбачається збільшення
                            частки електротранспорту в структурі пасажирських перевезень,
                            тролейбусів з автономним ходом, електробусів та розвиток необхідної
                            інфраструктури. Стримування приросту рівня автомобілізації шляхом
                            підвищення комфорту та популяризації громадського транспорту, а також
                            використання індивідуального велотранспорту для щоденних трудових
                            поїздок. Це дієві механізми стимулювання використання громадського
                            транспорту та велосипедів, а також підвищення інтенсивності експлуатації
                            наявного парку автомобілів та середньої наповнюваності приватного
                            автотранспорту. Зелене будівництво, як і Стратегія, спрямоване на
                            вдосконалення системи та порядку паркування шляхом використання сталих
                            методик оптимізації територіальних ресурсів для створення та
                            удосконалення паркомісць. Практика зеленого будівництва передбачає
                            планування пішохідних зон та велосипедних доріжок, що поєднують різні
                            райони та дозволяють пересуватись містом без використання
                            індивідуального автомобільного та наземного громадського транспорту.
                            Планування забудови з високою щільністю забезпечує пішохідної досяжності
                            об’єктів повсякденного громадського обслуговування та дестимуляцію
                            нетрудових транспортних поїздок у години пік, що сприяє розвантаженню
                            центральної частини міста та загалом транспортних шляхів м. Києва.
                            Ініціатива Стратегії «Центр поруч з домом» передбачає, що відсоток
                            населення, яке витрачає не більш ніж 60 хвилин на поїздки наземним
                            громадським транспортом до центру міста не має перевищувати межу 35%. В
                            Стратегії передбачено розвиток пішохідного простору та популяризація
                            велосипедного руху, що беззаперечно відповідає завданням зеленого
                            будівництва. Це включає творення безбар‘єрного, комфортного та
                            безпечного пішохідного простору, доступного для пересування пішоходів,
                            для всіх категорій користувачів і немоторизованих транспортних засобів,
                            шляхом. Велосипедна інфраструктура враховується при плануванні,
                            будівництві та реконструкції об`єктів транспортної інфраструктури та
                            благоустрою територій. Передбачається створення безбар’єрної, безпечної
                            та зв&#39;язаної веломережі для щоденних трудових поїздок та активного
                            відпочинку. Розвиток велопаркувального простору розширюється шляхом
                            будівництва перехоплюючих велопарковок біля станцій швидкісного
                            рейкового транспорту та у складі транспортно-пересадкових вузлів.
                            Стандарти зеленого будівництва передбачають велопарковки тимчасового
                            зберігання перед вхідними групами підприємств, установ та навчальних
                            закладів, а також місця постійного зберігання велосипедів у складі
                            житлових комплексів. Міжнародні норми зеленого будівництва спрямовані на
                            зниження кількості ДТП, смертності та травматизму шляхом модернізації та
                            розширенню мереж зовнішнього освітлення вулиць, магістралей, тротуарів
                            та прибудинкових територій, збільшення кількості регульованих та
                            інженерно-обладнаних наземних пішохідних переходів. Впровадження
                            сучасних зелених стандартів забезпечує дієвий механізм контролю за
                            дотриманням норм шумового забруднення ремонту та експлуатації об’єктів
                            транспортної інфраструктури. Міжнародні сертифікаційні системи зеленого
                            будівництва передбачають впровадження механізмів незалежного контролю
                            якості робіт під час будівництва, ремонту та експлуатації об’єктів
                            транспортної інфраструктури.
                        </p>
                        <p>
                            <span className="font-semibold">Соціальна підтримка та допомога.</span>{' '}
                            Підвищення соціальної захищеності мешканців м. Києва значно прискориться
                            завдяки широкому впровадженню концепції корпоративної соціальної
                            відповідальності, згідно з якою компанії інтегрують соціальні та
                            екологічні питання у свою комерційну діяльність на добровільній основі.
                            Прогресивні будівельні компанії орієнтовані на систематичне і планомірне
                            підвищення якості технологічних і конструкторських рішень, що
                            запобігають забрудненню навколишнього природного середовища і
                            забезпечують підвищення комфорту всіх верств населення. За принципами
                            зеленого будівництва передбачено будівництво мережі соціального житла та
                            установ, проведення капітального ремонту та реконструкції будівель, які
                            потребують покращення у відповідності до сучасних будівельних
                            нормативів. Насамперед це стосується найбільш незахищених та вразливих
                            груп населення, наприклад, поліпшення доступності та комфортності міста
                            для осіб з інвалідністю, облаштування пандусами закладів соціального
                            обслуговування, безпечне облаштування дитячих майданчиків, добудова
                            проблемних житлових будинків та довгобудів, тощо.
                        </p>
                        <p>
                            <span className="font-semibold">
                                Охорона здоров&#39;я та здоровий спосіб життя.
                            </span>{' '}
                            Зелене будівництво орієнтовано на популяризацію здорового способу життя
                            шляхом інтеграції необхідної фізичного навантаження у повсякденну
                            активність людей. В Стратегії також передбачено просування соціальної
                            відповідальності бізнесу, органів влади та громадських організацій щодо
                            підтримки здорового способу життя власних працівників та киян.
                            Передбачено розвиток інфраструктури та матеріально-технічної бази для
                            фізичної культури та спорту, активного відпочинку та оздоровлення.
                            Зелене будівництво сприяє створенню спортивних зон в місцях масового
                            відпочинку киян (парки, сквери, пляжі та ін.), а також обладнанню
                            сучасних багатофункціональних навчально-тренувальних, спортивних та
                            оздоровчих комплексів. Норми зеленого будівництва сприяють приведенню
                            закладів охорони здоров&#39;я у відповідність до сучасних потреб,
                            розвитку та реконструкції мережі дитячих закладів оздоровлення та
                            відпочинку, оновленню матеріально-технічної бази закладів охорони
                            здоров&#39;я.
                        </p>
                        <p>
                            <span className="font-semibold">Екополітика та охорона довкілля.</span>{' '}
                            Стратегія орієнтована на сталий розвиток Києва як екологічно чистого та
                            зеленого міста, завдяки балансу економічної, соціальної та екологічної
                            складових. Зелене будівництво забезпечує зниження негативного впливу на
                            довкілля та підвищення рівня екологічної безпеки в столиці. Зокрема, до
                            ключових завдань відносять зниження викидів забруднюючих речовин в
                            атмосферне повітря та оптимізацію утилізації та рециклізації відходів.
                            Впровадження сучасних екологічних технологій зеленого будівництва на
                            підприємствах та в житловому секторі м. Києва забезпечить розвиток
                            сучасної системи контролю за станом довкілля, покращення методів
                            переробки твердих побутових відходів та обмеження їх поховання на
                            полігонах. Проведення агітаційно-роз&#39;яснювальної роботи серед
                            населення щодо роздільного збирання ресурсоцінних компонентів побутових
                            відходів є необхідною передумовою для запобігання утворенню стихійного
                            накопичення відходів та створення системи роздільного збору та вторинної
                            переробки сміття, зокрема утилізації ТПВ і рослинних відходів. Задіяні
                            локальні системи стимулювання підприємств, що переходять на відновлювані
                            джерела енергії. Найбільш висока результативність у співвідношенні
                            витрати / ефективність полягає у загальній підвищення екологічної
                            свідомості шляхом інтеграція екологічної складової в освітній простір
                            міста та проведення інформаційних кампаній. Серед завдань Стратегії
                            створення регіонального центру моніторингу довкілля та оновлення
                            екологічного паспорту м. Києва. Охорона та раціональне використання
                            природного середовища м. Києва передбачає збільшення площі зелених зон
                            загального користування та озеленених територій, в т.ч. за рахунок
                            культивації зелених насаджень на прибудинкових територіях новобудов.
                            Створення ефективної системи управління об&#39;єктами
                            природно-заповідного фонду на території м. Києва передбачає розвиток
                            мережі таких територій із встановленням меж з особливими режимами
                            використання, розробку геоінформаційної системи та патронаж з боку
                            наукових установ та громадських організацій. Найбільш визначні
                            ландшафтної архітектури потребують вжиття негайних заходів для
                            забезпечення їх збереження і у окремих випадках створення музеїв
                            середовищного типу. Процедура порядку визначення територій зелених зон,
                            закріплення меж міських лісів, лісопарків, буферних парків гідропарків і
                            парків, а також недопущення їх забудови потребує спрощення та загального
                            покращення нормативно-правової законодавчої бази у відповідності до
                            міжнародних стандартів зеленого будівництва. Стратегія створює
                            організаційні, адміністративні та економічні умови для забезпечення
                            світових еколого-економічних стандартів у діяльності суб&#39;єктів
                            господарювання в м. Києві. Вдосконалення нормативно-правового
                            регулювання передбачає розробку спільно з промисловими підприємствами
                            міста Києва пропозицій щодо оновлення та наближення існуючих стандартів
                            викидів до європейських. Стратегія створює передумови для імплементації
                            вимог Водної Рамкової Директиви ЄС щодо захисту та використання водних
                            об&#39;єктів. Концепція зеленого будівництва передбачає розробку
                            містобудівної документації для забезпечення подальшої реалізації
                            концепції розвитку долини річки Дніпро, забезпечення жорсткого контролю
                            за скидами забруднюючих речовин у водні об&#39;єкти та поліпшення стану
                            основних водних об’єктів м. Києва (річок, озер, каналів тощо).
                            Вдосконалення системи моніторингу довкілля у м. Києві з використанням
                            сучасних інформаційно-комунікаційних технологій та приладів контролю
                            допоможе забезпечити виконання зобов&#39;язань у сфері
                            енергоефективності та протидії змінам клімату відповідно до «Угоди
                            мерів».
                        </p>
                        <p>
                            <span className="font-semibold">Публічний простір.</span> Згідно планам
                            Стратегії розрахунковий індекс комфорту життя у м. Києві повинен
                            піднятись до 2025 року майже вдвічі. Впорядкування та розвиток
                            публічного простору м. Києва базується на концепціях «Комфортне місто» і
                            «Smart city», які спрямовані на оптимальні рішення для покращення життя
                            в місті з використанням сучасних технологій та інновацій в екологічній,
                            соціальній, економічній та культурній сферах. Створення комфортного
                            публічного простору з доступною та надійною інфраструктурою проводиться
                            згідно розробленим «Правилам благоустрою м. Києва» та «Посібнику з
                            вуличного дизайну м. Києва». Нормативні документи зеленого будівництва
                            допоможуть у подальшій розробці стандартів міського середовища. Для
                            контролю дотримання правил організації публічного простору та його
                            розвитку залучено громадськість, волонтерські та благодійні організації.
                            Розвиток прибудинкових територій здійснюється шляхом залучення та
                            підтримки ініціатив мешканців, надання їм консультацій та юридичної
                            допомоги. Удосконалення нормативно-правового забезпечення з питань
                            надання дозвільної документації, демонтажу об&#39;єктів, регулювання
                            торгівлі, ведення підприємницької діяльності, процедури проведення
                            відкритих конкурсів щодо визначення суб’єктів господарювання,
                            застосуванню штрафів та участі громадськості в контролі. Модернізація
                            інфраструктури міського простору, системи освітлення магістралей,
                            тротуарів, наземних пішохідних переходів, впровадження єдиної вуличної
                            навігації українською та англійською мовами в т.ч. будинкових
                            покажчиків. Реалізація програми «Київські парки», що передбачає
                            створення комфортних умов перебування в існуючих парках міста, а також
                            облаштування нових парків та зон відпочинку. Впорядкування об&#39;єктів
                            міського простору для ведення підприємницької діяльності, засобів
                            пересувної та сезонної торгівельної мережі, ринків, АГЗС, об&#39;єктів
                            зовнішньої реклами та інформаційних носіїв. Популяризація механізму
                            переведення приміщень з житлового до нежитлового фонду на перших
                            поверхах для ведення підприємницької діяльності та впровадження
                            концепції багатофункціонального використання приміщень в узгодженні з
                            рекомендаціями зеленого будівництва.
                        </p>
                        <p>
                            <span className="font-semibold">Освіта.</span> Стратегія передбачає
                            формування єдиного інформаційно-освітнього простору та розвиток нових
                            освітніх форм, стимулювання інноваційної та дослідницької діяльності в
                            навчальних закладах, підвищення рівня забезпеченості освітньою
                            інфраструктурою та її оновлення у відповідності до вимог часу. Зелене
                            будівництво забезпечує підтримку розвитку альтернативних форм освіти
                            шляхом будівництва, реконструкції, капітального ремонту та відновлення
                            непрацюючих закладів. Сучасні потреби ринку праці вимагають створення
                            новітніх центрів професійно-технічної освіти, модернізації лабораторій
                            та комп&#39;ютерних класів, забезпечення сучасними навчальними засобами
                            для розвитку практичних вмінь на базі здобутих знань. У спеціалізованих
                            вищих навчальних та професійно-технічних закладах пропонується введення
                            курсу зеленого будівництва із застосуванням кращих міжнародних
                            сертифікаційних програм: британської BREEAM (Building Research
                            Establishment Environmental Assessment Methodology), американської LEED
                            (Leadership in Energy and Environmental Design), німецької DGNB
                            (Deutsche Gesellschaft für Nachhaltiges Bauen), французької HQE (Haute
                            Qualité Environnementale system) та інших.
                        </p>
                        <p>
                            <span className="font-semibold">Безпека та цивільний захист.</span>{' '}
                            Впродовж останніх років відбувається загострення криміногенної ситуації
                            у м. Києві, про що свідчить зростання кількості виявлених злочинів та
                            зменшення кількості виявлених осіб, які вчинили ці злочини. Значне
                            зростання кількості тяжких та особливо тяжких злочинів, здійснених у м.
                            Києві протягом останніх років, створює необхідність підвищення рівня
                            безпеки та захисту мешканців і гостей міста. Естетика зеленого
                            будівництва сприяє зниженню рівня злочинності, про що свідчить теорія
                            розбитих вікон. Згідно практичному підтвердженню цієї теорії, якщо в
                            районі з’являється одне розбите вікно, яке не замінюється вчасно, то
                            «епідемія безладу» неминуче поширюється по території – на вулицях
                            з’являється сміття, розбиті ліхтарі і все закінчується зростанням рівня
                            злочинності. Інфраструктура житлових масивів, спланованих згідно з
                            концепцією зеленого будівництва передбачає приємний дизайн, чистоту,
                            освітлення вулиць та безпечні пішохідні маршрути, що запобігає
                            виникненню криміногенних ситуацій.
                        </p>
                        <p>
                            <span className="font-semibold">
                                Історична та архітектурна спадщина.
                            </span>{' '}
                            Історична та культурна ідентичність міста Києва формувалася протягом
                            багатьох століть, тому вкрай необхідно зберігати історичну самобутність
                            та розвивати культурну спадщину м. Києва керуючись кращими міжнародними
                            практиками зеленого будівництва. Водночас з обмеженням будівництва в
                            історичному центрі, з урахуванням вимог часу виникає термінова
                            необхідність реставрації та розвитку об’єктів культурної спадщини, а
                            також створення умов для їх використання для туристичної та музейної
                            діяльності. Слід особливо відмітити, що розвиток потенціалу
                            історично-архітектурних територій м. Києва можливий тільки з дотриманням
                            відповідних вимог зеленого будівництва з посиленням відповідальності за
                            порушення пам&#39;яткоохоронного законодавства внаслідок проведення
                            будівельних робіт.
                        </p>
                        <p>
                            <span className="font-semibold">Культура.</span> На сьогоднішній у
                            комунальній власності м. Київ налічується 20 театрів та 27 музеїв і
                            більшість з них потребує комплексного ремонту та модернізації
                            матеріально-технічної бази. Для оновлення наявних об’єктів культури у
                            відповідності до вимог часу необхідно застосування сучасних технологій
                            зеленого будівництва. В Стратегії передбачено створення та розвиток
                            профільних культурних кластерів, підтримку альтернативного культурного
                            простору та модернізацію об&#39;єктів культури в культурно-інформаційні
                            центри. Практика зеленого будівництва дозволяє на базі державних та
                            міських активів та занедбаних підприємств створити квартали культури,
                            вільні театральні майданчики, а також кіно-, образотворчі та музичні
                            креативні осередки з сучасною інфраструктурою.
                        </p>
                    </div>
                </div>
            </div>
        </Layout>
    );
};

export default Analysis;
