import Head from 'next/head';

import Layout from '../../components/layout';

export const siteTitle = 'GreenEra | Екобезпека';

export const StandardsEcosafety = (): JSX.Element => {
    return (
        <Layout>
            <Head>
                <title>{siteTitle}</title>
            </Head>
            <div className="relative py-16 bg-white overflow-hidden">
                <div className="hidden lg:block lg:absolute lg:inset-y-0 lg:h-full lg:w-full">
                    <div className="relative h-full text-lg max-w-prose mx-auto" aria-hidden="true">
                        <svg
                            className="absolute top-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="74b3fd99-0a6f-4271-bef2-e80eeafdf357"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)"
                            />
                        </svg>
                        <svg
                            className="absolute top-1/2 right-full transform -translate-y-1/2 -translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="f210dbf6-a58d-4871-961e-36d5016a0f49"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)"
                            />
                        </svg>
                        <svg
                            className="absolute bottom-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="d3eb07ae-5182-43e6-857d-35c643af9034"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#d3eb07ae-5182-43e6-857d-35c643af9034)"
                            />
                        </svg>
                    </div>
                </div>
                <div className="relative px-4 sm:px-6 lg:px-8">
                    <div className="text-lg max-w-prose mx-auto">
                        <h1>
                            <span className="mt-2 block text-3xl text-center leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">
                                Екобезпека
                            </span>
                        </h1>
                    </div>
                    <div className="mt-6 prose prose-green prose-lg text-gray-500 mx-auto">
                        <p>
                            Сьогодні вже очевидно, що внаслідок пандемії COVID-19 світ змінився
                            назавжди і всі подальші плани мають бути узгоджені з особливими вимогами
                            та заходами по запобіганню поширенню захворювання. Пандемія вплинула на
                            всі сфери людського життя, що потребує докорінних змін у способах
                            взаємодії та середовища існування людей.
                        </p>
                        <p>
                            Особливо це стосується урбанізованих територій з великою концентрацією
                            населення, що збільшує небезпеку зараження та ризики поширення вірусу.
                            Ця глобальна пандемія суттєво вплинула на наше особисте та професійне
                            життя і має пряме відношення до самих основ міського планування та
                            теорії та практики архітектури. Нинішня криза охорони здоров’я обумовлює
                            необхідність розвитку побудованого середовища для підвищення рівня
                            безпеки, що допомагає запобігти поширенню інфекцій. Це стосується
                            планування, забудови та облаштування урбанізованих територій, а також
                            способів взаємодії людей та нових шляхів функціонування людини у
                            побудованому середовищі. І саме зелене будівництво є ефективним
                            інструментом для трансформації урбанізованого середовища у відповідності
                            до екобезпеки нового способу існування людей в умовах пандемії і у
                            постпандемічний період. Слід відзначити, що критерії та аспекти зеленого
                            будівництва можуть послужити основою для нових стандартів екобезпеки
                            взаємодії людей в урбанізованому середовищі. Адже в концепції зеленого
                            будівництва передбачено не тільки мінімізацію впливу будівельної галузі
                            на навколишнє середовище, але й акцентовано увагу на збереженні здоров’я
                            та покращенні комфорту і якості життя людей у побудованому середовищі.
                            Вже зараз очевидно, що світ змінився назавжди і ніколи не стане таким,
                            як до пандемії. Замість того, щоб бідкатись та впадати у розпач від
                            невтішних прогнозів, треба зосередитись на пошуку шляхів вирішення
                            проблеми. Найбільш актуальні зараз мультидисциплінарні дослідження
                            спрямовані на заохоченні до пошуку нових ідей, формування сучасних
                            тенденцій та теорій планування урбанізованих територій, щоб забезпечити
                            необхідний захист від інфекційних захворювань. Професіонали в галузі
                            архітектури та містобудування, дизайну побудованих середовищ та
                            екобезпеки вже переключили свою увагу на пошук нових ідей для захисту
                            населення у постпандемічну еру.
                        </p>
                        <p>
                            Насамперед слід зазначити, що у ХХІ ст. людство вже потерпало від
                            багатьох епідемій. Найбільш відомими вважають епідемію важкого гострого
                            респіраторного синдрому SARS у 2002–2004 рр. (викликана коронавірусом
                            SARS-CoV), епідемію свинячого грипу у 2009–2010 рр. (вірус грипу
                            А/H1N1), епідемію близькосхідного респіраторного синдрому MERS у 2012 р.
                            (коронавірус MERS-CoV), а також епідемію хвороби, спричиненої вірусом
                            Ебола у 2014–2015 рр. Спалах COVID-19 вперше було зафіксовано в грудні
                            2019 р. і вже 30 січня ВООЗ оголосила надзвичайну ситуацію міжнародного
                            масштабу в галузі охорони здоров’я, а 11 березня 2020 р. епідемію було
                            офіційно визнано пандемією. В результаті порівняння генетичних даних
                            SARS-CoV-2 з геномами інших коронавірусів доведено, що новий вірус
                            з’явився в результаті природного відбору і «не є лабораторною
                            конструкцією чи цілеспрямовано керованим вірусом».
                        </p>
                        <p>
                            Вірусологи вже давно попереджали, що світу слід готуватись до глобальних
                            пандемій і протягом всієї історії віруси і бактерії були безжальними
                            селекціонерами людства. Водночас пандемії минулого стали приводом для
                            всіх значних трансформацій міст і впливали на архітектуру, дизайн та
                            інфраструктуру. Починаючи з інтер’єрів і закінчуючи міським плануванням,
                            наше побудоване середовище сформовано під впливом хвороб, які атакували
                            людство протягом всієї історії його існування. Багато тенденцій в
                            архітектурі та урбанізмі, які ми бачимо сьогодні, походять від
                            запобіжних заходів, вжитих для забезпечення здоров&#39;я, гігієни та
                            комфорту міських жителів.
                        </p>
                        <p>
                            З моменту, коли люди перейшли від кочового життя до осілого виникла
                            проблема утилізації відходів та підтримання чистоти. Для мінімізації
                            ризиків поширення інфекційних захворювань, люди переробили дизайн
                            інтер’єру, архітектуру та інфраструктуру поселень. З розвитком та
                            розростанням поселень актуальності набули проблеми водопостачання та
                            каналізації. У ХІV ст. внаслідок бубонної чуми відбулася фундаментальна
                            перебудова міст, з’явились великі площі та відкриті громадські простори,
                            відокремились карантинні зони. Без спалаху холери не було б
                            реконструкції центру Лондона і санітарних інновацій. В епоху
                            промисловості холера та тиф спонукали уряд до санітарної реформи. Ці
                            епідемії сприяли розробці систем водопостачання та водовідведення, а
                            проведення підземного трубопроводу обумовило розширення та вирівнювання
                            вулиць, що кардинально змінило вигляд міста. Третя пандемія чуми в 1855
                            р. змінила дизайн всього: від водостічних труб до порогів дверей та
                            фундаментів будівель.
                        </p>
                        <p>
                            У XX ст. інфекційні захворювання відігравали роль рушійних факторів
                            оновлення міст. Архітектори-модерністи розглядали дизайн як ліки від
                            хвороби перенаселених міст, де періодичні спалахи туберкульозу,
                            черевного тифу, поліомієліту та іспанського грипу підштовхували до
                            очищення міських нетрів, житлових реформ та нових методів управління
                            відходами. Естетику модерну пов’язують із запобіжними заходами від
                            інфекційних хвороб XX ст., зокрема туберкульозу. Модернізм
                            характеризується стерильністю, сталлю, склом, великими світлими
                            просторами. Окрім естетичної привабливості, ці риси втілювали
                            модерністські ідеї щодо цілющих ефектів світла, повітря та природи.
                            Архітектори модернізму розробляли будівлі з великими вікнами, балконами,
                            з покращеною вентиляцією та відокремленням індустріальних та житлових
                            функціональних зон. Світлі поверхні з сучасними матеріалами створювали
                            враження стерильності та чистоти, підкреслюючи лікувальні властивості
                            середовища. Архітектурні конструкції відображали стиль епохи чистоти
                            форм з відмовою від орнаментів на потребу санітарно-гігієнічним вимогам.
                            Таким чином тенденції будівництва завжди відображали здатність
                            еволюціонувати після кризи.
                        </p>
                        <p>
                            В умовах нинішньої кризи охорони здоров’я найбільш вразливими до ризику
                            зараження виявились мегаполіси. Густонаселені міста перетворились у
                            джерела розповсюдження інфекції, а передмістя та приватний сектор
                            виявились найбільш безпечними місцями в період пандемії. Можливість
                            працювати дистанційно і доставка всього необхідного до місця проживання
                            у комбінації з свіжим повітрям та природою стали вагомими стимулами для
                            багатьох людей перебратися у передмістя або навіть у сільську місцевість
                            не тільки на періоди карантину. Можливо внаслідок пандемії вдасться
                            знизити темпи урбанізації, особливо завдяки розвитку сучасних цифрових
                            технологій, що надають можливість для дистанційної праці та навчання.
                            Під час пандемії близькість людей до густонаселених міст створює
                            додаткові ризики і виявлено кореляцію між щільністю населення та
                            підвищенням рівня захворюваності COVID-19. Пандемія ще раз підтвердила
                            доцільність децентралізації мегаполісів і концепція «центр поруч»,
                            прописана в стратегії розвитку міста Києва стає надзвичайно актуальною у
                            кризових умовах. Все необхідне для комфортного життя повинне знаходитись
                            на відстані пішої доступності від місця проживання: лікарні, торгівельні
                            центри, школи, дитячі садки та інші заклади першої необхідності.
                            Дотримання соціальної дистанції потребує докорінного перегляду теорій
                            планування у всіх типах будівель, створення нових моделей та
                            конфігурацій міського простору. Нові підходи у плануванні передбачають
                            розширення міст по горизонталі з більш доступними відкритими просторами,
                            що важливо для запобігання розповсюдженню інфекцій та хвороб.
                        </p>
                        <p>
                            Перебудова вуличного простору потрібна для того, щоб зробити міські
                            райони більш стійкими до реагування на надзвичайні ситуації, протистояти
                            епідеміям та іншим можливим надзвичайним ситуаціям будь-якого роду в
                            майбутньому. Соціальна дистанція є першочерговим способом стримування
                            розповсюдження вірусу, тому формат громадських просторів потребує
                            відповідних змін. У місцях традиційного скупчення людей необхідно
                            підвищувати просторову функціональність та чітко планувати потоки
                            переміщення населення міст. Системи імітаційного моделювання
                            розраховують рух потоків людей в різних сценаріях і пропонують
                            раціональні рішення для підвищення рівня безпеки. Коронавірус спонукав
                            владу обмежити доступ до більшості громадських приміщень та великих
                            торгових площ. Із розростанням популярності он-лайн торгівлі та служби
                            доставок в умовах ізоляції великі торгівельні центри поступово втрачають
                            свою актуальність. Ресторани і кафе в нових умовах повинні збільшити
                            відстань між столиками та розширити проходи для відвідувачів і
                            персоналу. Ця пандемія може принципово змінити спосіб діяльності
                            громадських закладів у майбутньому.
                        </p>
                        <p>
                            Модифікація зон відпочинку та зелених міських насаджень полягає у
                            переході взаємодії людей з природою у містах на новий рівень із
                            створенням продуманого плану координації щільності потоків людей.
                            Мешканцям міст потрібна фізична взаємодія з живими рослинами для
                            покращення фізичного та психічного здоров’я населення. Зелені зони
                            розглядають у якості інструментів перезавантаження і соціалізації, які
                            забезпечують можливість відновлення після стресу ізоляції, де люди
                            можуть бачити один одного на безпечній відстані. Новим трендом стане
                            децентралізована мережа зелених насаджень і лаконічне облаштування
                            великих природних територій, яке дозволить людям комфортно проводити час
                            на природі, зберігаючи безпечну дистанцію. Вертикальні міські сади,
                            тераси та впровадження систем зелених дахів допоможе вирішити більшість
                            проблем самоізоляції і водночас забезпечить стійкий розвиток міст в
                            узгодженні з принципами зеленого будівництва. Для зменшення ризиків під
                            час самоізоляції доцільно ініціювати розвиток міського сільського
                            господарства. Зелені дахи позиціонують як п’ятий фасад будівель для
                            місць відпочинку та вирощування окремих елементів харчового раціону.
                            Однак під час проектування зелених дахів, призначених для виробництва
                            харчових продуктів, можуть знадобитися додаткові розрахунки для
                            дотримання особливих вимог екобезпеки. Актуальними стають інтегровані
                            підходи з використанням новітніх проектів та технологій з архітектурними
                            підходами зеленого будівництва.
                        </p>
                        <p>
                            <span className="font-semibold">Транспортні стратегії.</span> Під час
                            карантину значно скоротились транспортні переміщення, що призвело до
                            значних скорочень викидів та позитивно вплинуло на стан навколишнього
                            середовища у багатьох мегаполісах. В епоху постпандемії необхідні
                            альтернативні транспортні рішення із збільшенням потенціалу
                            мікромобільності та розвитком мультимодального транспорту. Першочергова
                            перевага надається пішоходам та велотранспорту, як найбільш сприятливим
                            для здоров’я та довкілля способам пересування у місті. Нові транспортні
                            плани передбачають розширення мережі велосипедних та пішохідних доріжок
                            з безпечними маршрутами в усіх міських зонах. Париж і Мілан вже
                            оприлюднили свої плани по створенню сотень кілометрів нових велосмуг для
                            забезпечення соціальної дистанції та сприяння підтриманню здоров’я
                            людей. У стратегії розвитку Києва також передбачено розвиток
                            велотранспорту та облаштування нових пішохідних зон у столиці і дійсно
                            останніми роками спостерігаються значні зрушення у цьому напрямку. Слід
                            зазначити, що всі ці заходи, як і надання переваги громадському і
                            альтернативним видам транспорту, є основою транспортного планування
                            інфраструктури у зеленому будівництві. Проте громадський транспорт в
                            умовах пандемії потребує суттєвих трансформацій із відмежуванням
                            безпечного простору для кожного пасажира, захисних екранів, вентиляції
                            та регулярної санації сучасними способами.
                        </p>
                        <p>
                            <span className="font-semibold">Соціальні комунікації.</span> Фізична
                            ізоляція є загальноприйнятою універсальною стратегією, проте цей
                            запобіжний захід призвів до цілої низки соціальних та психофізичних
                            наслідків у суспільстві. Необхідність дистанційних комунікацій та
                            цифрова трансформація під час карантину змінила форми соціальних
                            взаємодій і у деяких сферах ці зміни набувають довгострокового
                            характеру. Нова гібридна форма комунікацій офф-лайн та он-лайн впливає
                            на функціонування міст, формат житла, медицину, цифрові сервіси, і
                            навіть на відносини між людьми. Вплив обмежувальних заходів на
                            повсякденне життя має довгострокові наслідки, що призводять до глибинних
                            трансформацій соціальних взаємодій. COVID-криза значно підвищила рівень
                            тривожності людей та суттєво знизила ступінь довіри населення до
                            мас-медіа.
                        </p>
                        <p>
                            Завдяки пандемії процес діджиталізації урбаністичних просторів
                            пришвидшує оберти. Все більше сфер життя переходить в он-лайн – робота,
                            освіта, спорт, магазини, розваги та культурні зв&#39;язки. Таким чином
                            зменшується потреба у традиційних фізичних просторах, на зміну яким
                            приходять віртуальні платформи. Цифровий світ значною мірою визначає
                            стиль, спосіб життя, уподобання, інтереси, сприйняття реальності у всіх
                            сенсах. Хоча нові технології створюють додаткові труднощі, водночас вони
                            відкривають нові можливості застосовування інноваційних рішень для
                            розвитку SMART-city і віртуальних програм в урбаністичному середовищі.
                            Зростає запит на моделювання надзвичайних ситуацій за допомогою цифрових
                            технологій, що дозволяють створити оперативну систему реагування і
                            прогнозування наслідків різних сценаріїв розвитку екологічно небезпечних
                            ситуацій. Глобальна пандемія занурила людей у абсолютно новий світ і
                            ініціювала цифрову трансформацію у всіх сферах діяльності. За кілька
                            місяців пандемія сформувала нову альтернативну віртуальну реальність,
                            поширення якої не припиниться навіть після карантину. Штучний інтелект і
                            безконтактні технології отримали новий поштовх для розвитку і після
                            кризи людство вступить у нову цифрову еру. Посилена залежність від
                            цифрових комунікацій триватиме після пандемії та впливатиме на дизайн та
                            функціонування урбанізованих середовищ. У тренді підвищення екобезпеки
                            побудованого середовища із застосуванням інноваційних принципів зеленого
                            будівництва та пошук альтернативних варіантів цифрової трансформації для
                            створення більш стійкого та безпечного простору.
                        </p>
                        <p>
                            <span className="font-semibold">Дизайн приміщень.</span> Для запобігання
                            поширенню COVID-19 важливо розуміти потенційну динаміку передачі
                            інфекції. ВООЗ рекомендує дотримуватись відстані 1,5 - 2 м між особами
                            для мінімізації ризику зараження, проте нещодавні дослідження
                            підтверджують гіпотезу про передачу вірусу на відстань понад 2 м від
                            зараженої людини. Дослідники університету штату Оклахома змоделювали
                            різні умови навколишнього середовища та руху повітря і з’ясували що
                            соціальної дистанції 2 м достатньо тільки якщо атмосферне повітря є
                            статичним. Вірусні частинки можуть передаватися як повітряно-крапельним
                            шляхом, так і через прямі та опосередковані контакти. Віріони можуть
                            безпосередньо осідати на поверхнях або переноситись повітряними
                            потоками, тому важливо визначити джерела турбулентності в приміщенні.
                            Інженери продовжують працювати у напрямку пошуку рішень для знезараження
                            та захисту. Вже розроблено різноманітні варіанти пристроїв, які знижують
                            ризики зараження: пристрої для відкриття дверей ногою, захисний екран
                            для обличчя, пристрій для дезінфекції гаджетів, санітайзери у вигляді
                            браслетів та розпилювачів різної форми. Компактний ультрафіолетовий
                            рециркулятор можна легко зробити з недорогих комплектуючих і деталей,
                            надрукованих на 3D-принтері. Таким пристроєм освітні установи можуть
                            забезпечувати себе без значних фінансових витрат.
                        </p>
                        <p>
                            Багатоповерхові будівлі внаслідок високої щільності людей стали зонами
                            підвищеного ризику під час пандемії, особливо це стосується спільних
                            зон, ліфтів та вузьких проходів, де неможливо дотримуватись безпечної
                            відстані. Людям потрібні будинки, які можуть забезпечити соціальну
                            ізоляцію та ефективний захист від інфекцій, що повинно знайти
                            відображення у майбутніх стратегіях проектування будівель. Дослідження
                            поширення інфекцій повітряно-крапельним шляхом у приміщеннях показало,
                            що 80% інфекційних захворювань передаються при дотику до забруднених
                            поверхонь. Джерелом інфекції може стати будь-яка поверхня, якої
                            торкаються люди. У майбутніх проектах необхідно передбачити можливість
                            безконтактного виклику ліфтів та автоматичного відкриття дверей, ширші
                            коридори та дверні отвори, додаткові сходи та збільшення кількості
                            перегородок, які дозволять уникати контактів з іншими мешканцями. Тому в
                            умовах пандемії особливої актуальності набувають безконтактні
                            технології, наприклад програми управління ліфтами, дверми та усіма
                            вимикачами за допомогою спеціального додатку у смартфоні.
                        </p>
                        <p>
                            У постпандемічний період високий пріоритет буде надаватися самодостатнім
                            будівлям та відокремленому способу життя. У нагоді стануть стратегії
                            зеленого будівництва щодо енергоефективних системам опалення та
                            вентиляції, підвищення якості внутрішнього середовища будівель.
                            Розробляються індивідуальні проекти щодо альтернативних способів
                            водопостачання та виробництва продуктів харчування. Будинки перестануть
                            бути статичними об&#39;єктами і стануть динамічними модульними
                            системами, які можна буде змінювати у відповідності до нових потреб.
                        </p>
                        <p>
                            В умовах карантину люди ще більше часу проводять у штучному побудованому
                            середовищі, тому саме зараз слід згадати про високі критерії якості
                            параметрів внутрішніх приміщень, які застосовуються у зеленому
                            будівництві. Стратегії спрямовані на збереження здоров&#39;я людей, які
                            тривалий час перебувають у приміщеннях, включають збільшення природного
                            освітлення, поліпшення вентиляції, усунення токсичних речовин у повітрі,
                            використання природних матеріалів, оздоровче озеленення приміщень. У
                            зв’язку з цим життєво важливо проектувати будівлі з великими вікнами,
                            терасами на даху, балконами та внутрішніми двориками. Віртуальні
                            експерименти на основі моделювання повітряних потоків дозволяють
                            визначити небезпечні зони і виявити інші фактори, які можуть призвести
                            до поширення вірусу. Суттєве підвищення екобезпеки досягається шляхом
                            корекції системи вентиляції, зміни режиму провітрювання приміщення,
                            установки перегородок та захисних екранів та ін. Навіть проста
                            перестановка меблів може значно знизити ризик передачі інфекції і при
                            цьому не потребує значних фінансових витрат. Дизайнери інтер’єрів
                            надаватимуть перевагу гігієнічним та антибактеріальним матеріалам, які
                            легко піддаються санітарній обробці. Сучасні технології пропонують
                            різноманітні стратегії автоматичного очищення з використанням вбудованих
                            в інтер’єри приладів для санітарного обприскування, дезінфікуючого
                            освітлення та температурної обробки приміщень.
                        </p>
                        <p>
                            <span className="font-semibold">Домашній офіс.</span> Режим дистанційної
                            роботи, як альтернативний механізм праці, було розроблено ще у 1970-х
                            роках. Під час карантину навіть компанії, які категорично не
                            підтримували концепцію віддаленої роботи, були змушені дозволити
                            співробітникам працювати вдома. Практично всі відмічали позитивний
                            момент від того, що не доводиться витрачати час на дорогу до роботи. Але
                            робота з дому виявилась справжнім викликом для тих, у кого не було
                            можливостей відокремитись від інших членів родини. Крім того, не всім
                            вдалося ефективно зорганізуватись у досягненні балансу між роботою та
                            приватним життям, що негативно відобразилось на результатах праці і
                            практично всі потерпали від соціальної ізоляції. З огляду на те, що
                            навіть після закінчення карантину більше людей працюватиме вдома, в
                            сучасному інтер’єрному плануванні необхідно приділити більше уваги
                            облаштуванню робочого місця вдома. Новий формат житла передбачає зміну
                            просторової організації для відокремлення роботи від дозвілля, дітей від
                            дорослих, оперуючи у більшості випадків обмеженою площею. В стандартах
                            зеленого будівництва чітко прописані критерії організації домашнього
                            офісу, зокрема відзначається необхідність звукоізоляції, контроль
                            відблисків і освітлення, технічне обладнання, ергономічні меблі.
                            Девелопери повинні замислитись, якими будуть будинки, щоб було зручно
                            жити і працювати в компактному просторі. Перші поверхи житлових центрів
                            доцільно переобладнати в коворкінги, куди можна буде спуститися з
                            власної квартири, попрацювати в спокійній атмосфері і повернутися до
                            дому у будь-яку мить. При оцінці будівельних проектів згідно критеріям
                            зеленого будівництва за домашній офіс нараховуються спеціальні бали,
                            оскільки це зменшує транспортні викиди та підвищує показники
                            працездатності при раціональній організації робочого місця та
                            ефективному плануванні.
                        </p>
                        <p>
                            <span className="font-semibold">Нова офісна концепція.</span> Великі
                            компанії вже відмовляються від оренди великих офісів, розраховуючи на
                            те, що частина людей буде працювати вдома. Однак постійно працювати
                            вдома підходить не всім працівникам і такий режим не може забезпечити
                            повноцінного функціонування багатьох компаній, тому після карантину
                            частина людей повернеться в офіси. Але пандемія триває і вже прогнозують
                            поширення нових інфекційних захворювань, тому доведеться кардинально
                            змінити загальну концепцію офісних приміщень. Тенденція відкритого
                            спільного офісного простору вже втратила свою актуальність. Необхідність
                            дотримання соціальної дистанції обумовлює перехід від структурованого
                            офісного середовища до більш гнучких конструкцій з мобільними
                            перегородками. Компанії планують застосовувати ультрафіолетове
                            бактерицидне опромінення для глибокої дезінфекції офісів вночі та кімнат
                            для переговорів під час перерв. У пошуках кращих варіантів природної
                            вентиляції та здорового дизайну звертаються до технологій зеленого
                            будівництва. Фахівці з нерухомості активно обговорюють зміни у структурі
                            попиту на офіси і шляхи адаптації офісних приміщень до нових вимог.
                        </p>
                        <p>
                            <span className="font-semibold">
                                Тимчасове переобладнання лікарень.
                            </span>
                            Пандемія COVID-19 представляє безпрецедентний виклик для систем охорони
                            здоров&#39;я на міжнародному рівні. Медичні заклади перевантажені,
                            більшість країн за кілька тижнів побудували польові та тимчасові лікарні
                            або повторно використали інші типи будівель та приміщення, щоб додати
                            тисячі ліжок. Основні стратегії, що використовуються в системах охорони
                            здоров’я під час пандемії включають модульні конструкції або
                            трансформацію підходящих приміщень у тимчасові лікарні. У лікарні Vic
                            (Мельбурн, Австралія) на автостоянці побудували тимчасове відділення
                            реанімації, що складається зі збірних двоповерхових контейнерів.
                            Модульну конструкцію було споруджено на стоянці лікарні Лейшеншань
                            (Ухань, Китай). Тут розмістилося 1600 ліжок у збірних модулях в сталевих
                            каркасах над бетонними фундаментами. Італійський архітектор і професор
                            спроектував капсули для інтенсивної терапії в транспортному контейнері
                            під назвою CURA. Відсіки з&#39;єднані надувними коридорами та оснащені
                            біологічними системами (CURA, Мілан, Італія). Конференц-центр Javits у
                            Нью-Йорку перетворено у тимчасову польову лікарню на 2910 ліжок для
                            пацієнтів з COVID-19. Виставочний центр Excel Nightingale (Лондон,
                            Великобританія), перетворився у лікарню на 500 місць, обладнану
                            вентиляторами та потужною системою нагнітання кисню. Надувна лікарня
                            швидкої допомоги у місті Пачука (Мексика) площею 1000 квадратних метрів
                            підготовлена для щоденного огляду до 80 пацієнтів з COVID-19. В
                            медичному центрі UCSF (затока Сан-Франциско, США) встановлено два
                            відкритих намети, що функціонують як приміщення для сортування та
                            невідкладної допомоги, місця очікування та лікування для прогнозованого
                            напливу пацієнтів з COVID-19.
                        </p>
                        <p>
                            Модульна будівельна стратегія, що стає все популярнішою в умовах
                            пандемії COVID-19, зарекомендувала себе як ефективний захід у кризових
                            ситуаціях. Це важливо для задоволення різноманітних вимог медичних служб
                            із готовими стандартизованими компонентами, завдяки яким будівлі
                            розширюють функціональні можливості та простір для лікування та
                            карантину. Адаптивне повторне використання також є ефективним та
                            динамічним підходом до створення аварійних об&#39;єктів. Під час
                            пандемії спортивні споруди, стоянки та інші будівлі перетворюються на
                            медичні установи та тимчасові лікарні. Розробляються вимоги ддля більш
                            ефективних, результативних та гнучких планів багатофункціонального
                            просторового використання у разі виникнення нових криз. Ця стратегія
                            вигідна в поєднанні з іншими передовими технологіями у будівельному
                            секторі, особливо з концепцією зеленого будівництва.
                        </p>
                    </div>
                </div>
            </div>
        </Layout>
    );
};

export default StandardsEcosafety;
