import Head from 'next/head';
import useTranslation from 'next-translate/useTranslation';

import Layout from '../../components/layout';

export const siteTitle = 'GreenEra | Стандарти зеленого будівництва';

export const GreenStandards = (): JSX.Element => {
    // eslint-disable-next-line @typescript-eslint/no-unused-vars
    const { t } = useTranslation();
    return (
        <Layout>
            <Head>
                <title>{siteTitle}</title>
            </Head>
            <div className="relative py-16 bg-white overflow-hidden">
                <div className="hidden lg:block lg:absolute lg:inset-y-0 lg:h-full lg:w-full">
                    <div className="relative h-full text-lg max-w-prose mx-auto" aria-hidden="true">
                        <svg
                            className="absolute top-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="74b3fd99-0a6f-4271-bef2-e80eeafdf357"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)"
                            />
                        </svg>
                        <svg
                            className="absolute top-1/2 right-full transform -translate-y-1/2 -translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="f210dbf6-a58d-4871-961e-36d5016a0f49"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)"
                            />
                        </svg>
                        <svg
                            className="absolute bottom-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="d3eb07ae-5182-43e6-857d-35c643af9034"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-gray-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#d3eb07ae-5182-43e6-857d-35c643af9034)"
                            />
                        </svg>
                    </div>
                </div>
                <div className="relative px-4 sm:px-6 lg:px-8">
                    <div className="text-lg max-w-prose mx-auto">
                        <h1>
                            <span className="mt-2 block text-3xl text-center leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">
                                Стандарти зеленого будівництва
                            </span>
                        </h1>
                    </div>
                    <div className="mt-6 prose prose-green prose-lg text-gray-500 mx-auto">
                        <p>
                            Актуальними стають високі критерії якості параметрів будівель, які
                            застосовуються у зеленому будівництві. Адже в концепції зеленого
                            будівництва передбачено не тільки мінімізацію впливу будівельної галузі
                            на навколишнє середовище, але й акцентовано увагу на збереженні
                            здоров&#39;я людей на всіх етапах життєвого будівель.
                        </p>
                        <p>
                            Суттєвими факторами є висока якість повітря, поліпшення вентиляції,
                            збільшення природного освітлення, усунення небезпечних чинників,
                            використання природних матеріалів, оздоровче озеленення приміщень.
                            Зелене будівництво є ефективним інструментом для трансформації будівель
                            та інфраструктури у відповідності до екобезпеки нового способу існування
                            людей в умовах пандемії і у постпандемічний період.
                        </p>
                        <p>
                            Україна переживає складний переломний момент, від якого залежить не
                            тільки подальший історичний шлях розвитку країни, але й стабільність
                            Європи та загальна політична ситуація у світі. Центром політичної,
                            економічної та соціальної активності держави є Київ, тому надзвичайно
                            важливо, щоб столиця не тільки викликала гордість та відчуття
                            впевненості у майбутньому у всіх громадян України, стала гідним
                            прикладом для інших регіонів нашої країни, але й зайняла достойне місце
                            серед найвидатніших міст світу.
                        </p>
                        <p>
                            Важливим кроком на шляху досягнення цих амбіційних намірів стала
                            «Стратегія розвитку міста Києва до 2025 року» (далі «Стратегія»), яку
                            було затверджено рішенням Київської міської ради № 824/7060 від 15
                            грудня 2011 року та вдосконалено у новій редакції в 2016 р. у зв’язку із
                            суттєвими змінами соціально-економічного становища в країні та для
                            узгодження з новими законодавчими документами: Закону України «Про
                            засади державної регіональної політики», Порядку розроблення
                            регіональних стратегій розвитку і планів заходів з їх реалізації, а
                            також проведення моніторингу та оцінки результативності реалізації
                            зазначених регіональних стратегій і планів заходів, Стратегії сталого
                            розвитку «Україна – 2020», Державної стратегії регіонального розвитку на
                            період до 2020 року.
                        </p>
                        <p>
                            Згідно Стратегії основна мета довгострокового розвитку міста Києва – це
                            підвищення якості життя мешканців, що визначається економічним
                            добробутом і комфортом життя у місті з багатою історичною традицією.
                            Особлива увага приділяється розбудові та реконструкції міста, покращенню
                            його інфраструктури та охороні довкілля, що ідеально корелює з основними
                            принципами зеленого будівництва
                        </p>
                        <p>
                            Це сучасна практика будівництва, реконструкції та експлуатації будівель,
                            в якій застосовуються оптимальні архітектурні рішення, передові
                            інженерні системи та матеріали для зниження рівня споживання
                            енергетичних і матеріальних ресурсів, підвищення якості споруд та
                            комфорту їх внутрішнього середовища, покращення впливу будівель на стан
                            здоров’я її користувачів з мінімізацією впливу на оточуюче середовище на
                            всіх етапах життєвого циклу будівельних споруд.
                        </p>
                        <p>
                            Зазвичай документи, що створюються державними органами влади
                            відрізняються неконкретним змістом, туманним формулюванням та заплутаною
                            формою, тому зрозуміти їх звичайним громадянам без спеціальної
                            підготовки практично неможливо. Це стосується на тільки України, але й
                            законодавчої практики багатьох країн світу, оскільки від закордонних
                            колег також доводиться чути нарікання, що державні документи та
                            інструкції ніби навмисне складаються так, щоб заплутати звичайних
                            громадян і максимально ускладнити дотримання законодавчих вимог.
                            Вважають, що ця традиція сягає корінням ще часів Древнього Риму, коли
                            нові закони про оподаткування друкувались мілким шрифтом та вивішувались
                            в місцях, де їх важко було побачити і прочитати, що надзвичайно
                            ускладнювало їх виконання.
                        </p>
                        <p>
                            Крім того широко застосовувалась практика вибіркового покарання, тобто
                            було неясно, хто і коли буде притягнутий до відповідальності, тому всі
                            люди почувались непевно і жили у постійному страху. Тим самим у громадян
                            формували відчуття «вивченої безпорадності» – невизначеності та
                            неконтрольованості ситуації, що породжувало стан безвихідності та
                            апатії. Недарма цю методику широко і ефективно використовували
                            тоталітарні та диктаторські режими. Натомість, коли закони та документи
                            державних структур представлені у зрозумілій та доступній формі, це не
                            тільки сприяє дотриманню законів та підвищенню громадської свідомості,
                            але й є однією з важливих ознак демократичного суспільства.
                        </p>
                        <p>
                            Нова редакція Стратегії розвитку м. Києва викликала приємне здивування
                            своєю наочною чіткою структурою та конкретним змістом, що вигідно
                            відрізняє її на фоні інших документів державного зразка. Насамперед слід
                            відмітити доступну форму і зручне представлення Стратегії, що свідчить
                            про реальну націленість на її ефективну імплементацію і для цього наочно
                            вказані конкретні шляхи та індикатори по кожному сектору. Очевидно, що
                            створення подібного документу стало можливим завдяки тісному
                            співробітництву Київської міської ради з громадськістю, бізнесом,
                            науковими установами та міжнародними організаціями. Проте ніякій
                            документ, яким би чудовим він би не був, не замінить реальних дій. Тому
                            найскладніше залишається попереду – це втілення в життя окреслених в
                            Стратегії цілей відповідно до заявлених індикаторів.{' '}
                        </p>
                        <p>
                            Вже здійснено багато заходів по реалізації Стратегії, проте для
                            досягнення всіх амбіційних завдань необхідна активна участь всіх
                            зацікавлених сторін і, в першу чергу, самих киян, для яких відкривається
                            унікальна можливість долучити свої знання та уміння до загальної справи
                            процвітання рідного міста. Форма, стиль та зміст Стратегії неоднозначно
                            закликає до конструктивного співробітництва всіх зацікавлених сторін.
                            Знаходження оптимального балансу між усіма сферами життєдіяльності міста
                            Києва можливе за умов імплементації кращого міжнародного досвіду до
                            специфіки українських реалій. Тому метою даного аналітичного огляду є
                            обґрунтування необхідності впровадження міжнародних екологічних
                            стандартів за секторами міського розвитку та застосування конструктивних
                            рішень технологій зеленого будівництва для реалізації завдань Стратегії.
                        </p>
                    </div>
                </div>
            </div>
        </Layout>
    );
};

export default GreenStandards;
