import Head from 'next/head';
import useTranslation from 'next-translate/useTranslation';

import Layout from '../../components/Layout';

export const siteTitle = 'GreenEra | Короткострокові і довгострокові заходи та рекомендації';

export const Measures = (): JSX.Element => {
    // eslint-disable-next-line @typescript-eslint/no-unused-vars
    const { t } = useTranslation();
    return (
        <Layout>
            <Head>
                <title>{siteTitle}</title>
            </Head>
            <div className="relative py-16 bg-white overflow-hidden">
                <div className="hidden lg:block lg:absolute lg:inset-y-0 lg:h-full lg:w-full">
                    <div className="relative h-full text-lg max-w-prose mx-auto" aria-hidden="true">
                        <svg
                            className="absolute top-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="74b3fd99-0a6f-4271-bef2-e80eeafdf357"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)"
                            />
                        </svg>
                        <svg
                            className="absolute top-1/2 right-full transform -translate-y-1/2 -translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="f210dbf6-a58d-4871-961e-36d5016a0f49"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)"
                            />
                        </svg>
                        <svg
                            className="absolute bottom-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="d3eb07ae-5182-43e6-857d-35c643af9034"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#d3eb07ae-5182-43e6-857d-35c643af9034)"
                            />
                        </svg>
                    </div>
                </div>
                <div className="relative px-4 sm:px-6 lg:px-8">
                    <div className="text-lg max-w-prose mx-auto">
                        <h1>
                            <span className="mt-2 block text-3xl text-center leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">
                                Короткострокові і довгострокові заходи та рекомендації
                            </span>
                        </h1>
                    </div>
                    <div className="mt-6 prose prose-green prose-lg text-gray-500 mx-auto">
                        <p>
                            Рекомендації підвищення стану екологічної безпеки міського середовища
                            передбачають перепланування урбаністичних просторів з урахуванням
                            пандемічних загроз, розробку довгострокові екологічної транспортні
                            стратегії та інфраструктури активної мобільності, реконструкції
                            житлово-комунального сектору для зниження ризиків поширення інфекції,
                            стимулювання місцевої економіки та захист соціально вразливих верств
                            населення, створення нових моделей та конфігурацій громадського
                            простору, розширення функціональних можливостей адміністративних та
                            публічних будівель, в особливості закладів лікування та освіти.
                        </p>
                        <p>
                            Пандемія COVID-19 та карантин також змусили компанії перебудувати офісну
                            діяльність для ефективної роботи в кризових умовах. При цьому зелені
                            стандарти виступають у ролі орієнтира для рекомендацій по реорганізації
                            офісної роботи. Рекомендації включають розширення можливостей
                            дистанційної праці, проведення безконтактних нарад та зустрічей з
                            використанням сучасних технологій зв’язку, переобладнання офісного
                            простору з урахуванням вимог соціальної дистанції, нові правила
                            взаємодії у місцях загального користування. Критерії зеленого
                            будівництва передбачають інноваційні заходи по покращенню умов праці і
                            робочого мікроклімату, разом з посиленням норм гігієни та дезінфекції
                            приміщень. Передача інфекційного аерозолю на великі відстані
                            відбувається у людних приміщеннях з поганою вентиляцією. При цьому
                            системи кондиціювання і вентиляції при неправильній експлуатації можуть
                            стати транспортними шляхами поширення інфекції. Головним фактором
                            інфекційної небезпеки є напрямок повітряного потоку, тому належні
                            мікрокліматичні умови в будівлях мають ключове значення для здоров&#39;я
                            населення. В умовах пандемічних загроз пропонується запровадити природну
                            та персоналізовану вентиляцію у вигляді локальних витяжних систем.
                        </p>
                        <p>
                            Рекомендації передбачають покращення мікроклімату приміщень та їх
                            переобладнання з урахуванням вимог соціальної дистанції, підвищення
                            якості і комфорту внутрішнього середовища, збереження здоров’я та
                            працездатності населення. Для забезпечення нових вимог рекомендовано
                            посилення норм гігієни та дезінфекції приміщень, використанням сучасних
                            технологій автоматичного очищення, вбудованими в інтер’єри приладами для
                            санітарного обприскування, дезінфікуючим освітленням та температурною
                            обробкою приміщень. Зелені будівельні стандарти передбачають збільшення
                            природного освітлення, поліпшення вентиляції та усуненням з повітря
                            небезпечних чинників, гігієнічний та біофільний дизайн приміщень.
                            Особливої актуальності набувають безконтактні технології управління
                            будівлями і загальне поширення сучасних цифрових технологій в узгодженні
                            з новими правилами взаємодії людей.
                        </p>
                        <p>
                            <span className="font-semibold">Короткострокові заходи</span>
                        </p>
                        <ul>
                            <li>Переобладнання приміщень;</li>
                            <li>Стерильність та дезінфекція;</li>
                            <li>Модульні лікарні;</li>
                            <li>Утилізація пандемічних відходів;</li>
                            <li>Безпека транспорту;</li>
                            <li>Цифрові комунікації;</li>
                            <li>Безконтактне управління;</li>
                            <li>Дистанційна робота та навчання.</li>
                        </ul>
                        <p>
                            <span className="font-semibold">Довгострокові заходи</span>
                            <ul>
                                <li>Глобальні стратегії міської стійкості;</li>
                                <li>Стимулювання місцевої економіки;</li>
                                <li>Інфраструктура альтернативної мобільності;</li>
                                <li>Цифрові технології розумних міст;</li>
                                <li>Децентралізація мегаполісів;</li>
                                <li>Модифікація міських просторів;</li>
                                <li>Постпандемічний дизайн;</li>
                                <li>Змішані форми освіти та офісної роботи;</li>
                                <li>Трансформації урбанізованого середовища:</li>
                            </ul>
                        </p>
                    </div>
                </div>
            </div>
        </Layout>
    );
};

export default Measures;
