import Head from 'next/head';

import Layout from '../../components/layout';

export const siteTitle = 'GreenEra | Думки експертів';

export const StandardsOpinions = (): JSX.Element => {
    return (
        <Layout>
            <Head>
                <title>{siteTitle}</title>
            </Head>
            <div className="relative py-16 bg-white overflow-hidden">
                <div className="hidden lg:block lg:absolute lg:inset-y-0 lg:h-full lg:w-full">
                    <div className="relative h-full text-lg max-w-prose mx-auto" aria-hidden="true">
                        <svg
                            className="absolute top-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="74b3fd99-0a6f-4271-bef2-e80eeafdf357"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)"
                            />
                        </svg>
                        <svg
                            className="absolute top-1/2 right-full transform -translate-y-1/2 -translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="f210dbf6-a58d-4871-961e-36d5016a0f49"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)"
                            />
                        </svg>
                        <svg
                            className="absolute bottom-12 left-full transform translate-x-32"
                            width="404"
                            height="384"
                            fill="none"
                            viewBox="0 0 404 384">
                            <defs>
                                <pattern
                                    id="d3eb07ae-5182-43e6-857d-35c643af9034"
                                    x="0"
                                    y="0"
                                    width="20"
                                    height="20"
                                    patternUnits="userSpaceOnUse">
                                    <rect
                                        x="0"
                                        y="0"
                                        width="4"
                                        height="4"
                                        className="text-primary-200"
                                        fill="currentColor"
                                    />
                                </pattern>
                            </defs>
                            <rect
                                width="404"
                                height="384"
                                fill="url(#d3eb07ae-5182-43e6-857d-35c643af9034)"
                            />
                        </svg>
                    </div>
                </div>
                <div className="relative px-4 sm:px-6 lg:px-8">
                    <div className="text-lg max-w-prose mx-auto">
                        <h1>
                            <span className="mt-2 block text-3xl text-center leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">
                                Думки експертів
                            </span>
                        </h1>
                    </div>
                    <div className="mt-6 prose prose-green prose-lg text-gray-500 mx-auto">
                        <p>
                            Згідно Стратегії основна мета довгострокового розвитку міста Києва – це
                            підвищення якості життя мешканців, що визначається економічним
                            добробутом і комфортом життя у місті з багатою історичною традицією.
                            Особлива увага приділяється розбудові та реконструкції міста, покращенню
                            його інфраструктури та охороні довкілля, що ідеально корелює з основними
                            принципами зеленого будівництва. Стратегія висуває амбіційні завдання
                            для м. Київ - увійти до «ТОП-50» міст світу за рівнем придатності для
                            життя та наблизитися до розвинутих східноєвропейських столиць за рівнем
                            економічного розвитку та комфортом життя мешканців. На перший погляд
                            такі цілі видаються малореалістичними та недосяжними, особливо тим, хто
                            на практиці знайомий з українськими реаліями та проблемами, як
                            зовнішнього, так і внутрішнього характеру.
                        </p>
                        <p>
                            Проте позитивні зміни, які постійно відбуваються у суспільстві вселяють
                            надію, особливо підвищення активності мешканців Києва не тільки в
                            соціальних мережах, але й на практиці. Столиця України - це унікальне
                            старовинне місто з потужним потенціалом для організації комфортного для
                            проживання міського середовища, багатою історико-культурною спадщиною та
                            розвиненою системою зелених зон, в тому числі і природно-заповідних.
                            Місто характеризується швидкими темпами територіального росту та
                            житлового будівництва, стрімким збільшенням кількості населення, а отже,
                            новими більш високими запитами щодо якості середовища проживання і тому
                            потребує сучасних стандартів зеленого будівництва.
                        </p>
                        <p>
                            Концепція зеленого будівництва виникла у 1970-х роках як реакція на
                            кризу у використанні природних ресурсів і зростаючу стурбованість
                            населення погіршенням стану навколишнього середовища. Це сучасна
                            практика будівництва, реконструкції та експлуатації будівель, в якій
                            застосовуються оптимальні архітектурні рішення, передові інженерні
                            системи та матеріали для зниження рівня споживання енергетичних і
                            матеріальних ресурсів, підвищення якості споруд та комфорту їх
                            внутрішнього середовища, покращення впливу будівель на стан здоров’я її
                            користувачів з мінімізацією впливу на оточуюче середовище на всіх етапах
                            життєвого циклу будівельних споруд. Це практика будівництва та
                            експлуатації будівель, метою якої є зниження рівня споживання
                            енергетичних і матеріальних ресурсів протягом всього життєвого циклу
                            будівлі. Загалом зелене будівництво спрямоване на мінімізацію загального
                            впливу будівельної галузі на навколишнє середовище.
                        </p>
                        <p>
                            Київський національний університет будівництва та архітектури володіє
                            достатнім потенціалом для ефективного впровадження зеленого будівництва
                            у всеукраїнському масштабі. По-перше, викладацький та науковий склад
                            університету поєднує кращих спеціалістів, які займаються науковими та
                            практичними розробками на вітчизняному на міжнародному рівнях. По-друге,
                            університет встановив та продовжує розширювати зв’язки з провідними
                            організаціями, які формують міжнародні стандарти зеленого будівництва та
                            володіють передовими інноваційними практичними технологіями у цій
                            галузі. По-третє, в університеті діє розгалужена мережа, що поєднує
                            фахівців з будівельних організацій, адміністративних установ,
                            науково-дослідних інститутів, комерційних компаній, до якої входять не
                            тільки випускники, співробітники та студенти КНУБА, але й широке коло
                            осіб та організацій, зацікавлених у розвитку зеленого будівництва. І,
                            найголовніше – в стінах університету навчаються люди, які завтра
                            забезпечать майбутнє процвітання нашої країни, тут формуються фахівці,
                            які покликані будувати комфортне середовище існування людей з
                            урахуванням найкращих досягнень науки і практики зеленого будівництва,
                            що відносять до найбільш прогресивних та інноваційних досягнень
                            будівельної галузі в усіх розвинених країнах світу. Саме тому на базі
                            Київського національного університету будівництва і архітектури створено
                            науково-освітній «Центр науково-освітнього розвитку зеленого
                            будівництва», в основу діяльності якого покладено кращі досягнення
                            вітчизняних
                        </p>
                        <p>
                            Головна мета - освітня, наукова, практична та комунікаційна діяльність
                            із залученням всіх зацікавлених сторін для впровадження кращих
                            українських та міжнародних досягнень зеленого будівництва. Фахівці та
                            організації, які залучені до розвитку зеленого будівництва в Україні
                            керуються принципом «Ми будуємо краще середовище існування для людей».
                            Це платформа для взаємодії, інтелектуального спілкування, виконання
                            науково-дослідних проектів з адаптацією міжнародних стандартів зеленого
                            будівництва до умов України. Застосування конструктивних рішень
                            технологій зеленого будівництва у співробітництві органів влади з
                            громадськістю, бізнесом, науковими установами та міжнародними
                            організаціями – це запорука реалізації завдань Стратегії в усіх секторах
                            міського розвитку Києва.
                        </p>
                    </div>
                </div>
            </div>
        </Layout>
    );
};

export default StandardsOpinions;
